---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.RebarSystemFailures.CannotPlacePathReinforcement
source: html/9f939915-0b31-83e8-25e4-df2faf92e2c5.htm
---
# Autodesk.Revit.DB.BuiltInFailures.RebarSystemFailures.CannotPlacePathReinforcement Property

Can't find a host for Path Reinforcement.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotPlacePathReinforcement { get; }
```